Repository: hrvoje0099/Hangman2
Catalog: Hangman2/Resources/*.lproj/Localizable.strings
Languages: hr

source: About
hr: Opis

# APP_DEVELOPMENT_PROCESS
source: The entire development process of the app is visible at:
hr: Cijeli razvojni proces aplikacije vidljiv je na:

source: App Language
hr: Jezik aplikacije

source: Application
hr: Aplikacija

source: Choose app language
hr: Odaberite jezik aplikacije

# CHOOSE_DIFFICULTY
source: Depending on which level you choose, the length of words that can appear in the game also changes.
hr: Ovisno koju razinu odaberete, mijenja se i duljina riječi koja vam se može pojaviti u igri.

source: Choose words language
hr: Odaberite jezik riječi

# CONTACT_ME
source: You can also find me at:
hr: Također me možete pronaći na:

# CONTACT_REPORT_INFO
source: Got a idea for a new feature? Or maybe something isn't working as excepted? Let me know:
hr: Imate ideju za novu značajku? Ili možda nešto ne radi kak spada? Javi mi:

source: Croatian
hr: Hrvatski

source: Croatian Words
hr: Hrvatske riječi

source: Dark Mode
hr: Tamni način

source: Date
hr: Datum

# DASH_DATE_OF_PLAYING
source: - date of playing
hr: - datum igranja

# DASH_DIFFICULTY_LEVEL
source: - difficulty level
hr: - razina težine

# DASH_TOTAL_PLAYING_TIME
source: - total playing time
hr: - ukupno vrijeme igranja

# DASH_TOTAL_SCORE
source: - total score
hr: - ukupni rezultat

# DASH_WIN_LOSE_RATIO
source: - win/lose ratio
hr: - omjer pobijeda/poraza

source: Difficulty
hr: Težina

source: Difficulty Levels
hr: Razine težine

source: Difficulty: Easy
hr: Težine: Lako

source: Difficulty: Medium
hr: Težine: Srednje

source: Difficulty: Hard
hr: Težine: Teško

source: Easy
hr: Lako

# EASY_DIFFICULTY_LENGTH
source: up to max 4 letters
hr: do max 4 slova

# EMAIL_STATUS_CANCELLED
source: Sending an e-mail was canceled.
hr: Slanje e-mail je otkazano.

# EMAIL_STATUS_FAILED
source: An error occurred, the e-mail was not sent.
hr: Došlo je do pogreške, e-mail nije poslan.

# EMAIL_STATUS_SAVED
source: You saved you an email as a draft.
hr: Spremili ste e-mail kao skicu.

# EMAIL_STATUS_SENT
source: E-mail was successfully sent.
hr: E-mail je uspješno poslan.

# EMAIL_STATUS_UNKNOWN
source: MFMailComposeResult unknown value.
hr: MFMailComposeResult nepoznata vrijednost.

source: English
hr: Engleski

source: English Words
hr: Engleske riječi

# EXIT_WILL_LOSE_GAME_PROGRESS
source: If you exit you will lose all game progress.
hr: Ako izađete izgubit će te sav napredak u igri.

source: Feature Request
hr: Nova značajka

source: Game Lost
hr: Poraz

source: Game Win
hr: Pobjeda

source: Hard
hr: Teško

# HARD_DIFFICULTY_LENGTH
source: from 8 to max 11 letters
hr: od 8 do max 11 slova

source: High Scores
hr: Top rezultati

source: Language
hr: Jezik

# LANGUAGE_INFO
source: You can separately choose the language of the application and the language of the words that will appear in the game.
hr: Možete zasebno odabrati jezik aplikacije i jezik riječi koje će se pojavljivati u igri.

source: List of all words
hr: Popis svih riječi

# LIST_OF_ALL_WORDS_INFO
source: Depending on which "Words language" you have chosen, that list of all words will be displayed.
hr: Ovisno koji ste "Jezik riječi" odabrali, taj će se popis svih riječi prikazati.

source: Longest Game
hr: Najduža igra

source: Losses
hr: Poraza

source: Medium
hr: Srednje

# MEDIUM_DIFFICULTY_LENGTH
source: from 5 to max 7 letters
hr: od 5 do max 7 slova

source: Misc
hr: Razno

source: No
hr: Ne

source: Options
hr: Opcije

source: Overview
hr: Pregled

source: Perfect Wins
hr: Savršene pobijede

source: Play
hr: Igrati

source: Played
hr: Igrao

source: Quit the game?
hr: Izaći iz igre?

source: Ratio
hr: Omjer

source: Report Bug
hr: Prijavi bug

source: Right Letter
hr: Pravo slovo

source: Score
hr: Rezultat

source: Scoring System
hr: Sustav bodovanja

# SELECT_GAME_DIFFICULTY_LVL
source: Select game difficulty level
hr: Odaberite razinu težine igre

source: Settings
hr: Postavke

source: Show Hint
hr: Prikaži nagovještaj

source: Statistics
hr: Statistika

source: Time
hr: Vrijeme

source: Total Time
hr: Ukupno vrijeme

source: Two players
hr: Dva igrača

# UNABLE_TO_SEND_EMAIL
source: Unable to send an email from this device.
hr: Nije moguće poslati e-mail s ovog uređaja.

source: Win rate
hr: Postotak pobijeda

# WIN_RATE_INFO
source: Here you see the overall win percentage as a win/loss ratio and the same for each difficulty level.
hr: Ovdje vidite sveukupni postotak pobijeda kao omjer pobijeda/poraza te isti za svaki razinu težine.

source: Wins
hr: Pobijeda

source: Word length per level
hr: Duljina riječi po razini

source: Words
hr: Riječi

source: Words language
hr: Jezik riječi

source: Wrong Letter
hr: Pogrešno slovo

source: Yes
hr: Da

# YOUR_TOP_HIGH_SCORES
source: This is your top 5 high scores, for each result you can see:
hr: Ovo je tvojih top 5 rezultata, za svaki rezultat možeš vidjeti:
